const mostImportant = {
  1: '돈 많이 벌기',
  2: '취업하기',
  3: '꿈 이루기',
  4: '연애하기',
  5: '결혼하기',
  6: '행복한 삶 살기',
  7: '회사에서 성과내기',
  8: '기타',
};

const Question1 = {
  1: '돈을 많이 벌기 위해 무엇을 하고 있나요?',
  2: '어떤 직업 또는 직무를 갖고자 하나요?',
  3: '어떤 꿈을 이루고자 하나요?',
  4: '연애 상대에게 중요한 조건이 있나요?',
  5: '결혼 상대에게 중요한 조건이 있나요?',
  6: '나는 언제 행복을 느끼는 사람인 것 같나요?',
  7: '하는 일이 무엇인가요?',
  8: '이 목표에 대해 휴튼AI가 참고할 세부사항이 있다면 알려주세요.',
};

const Question2 = {
  1: '얼마나 많이 벌고 싶나요? 대략적으로라도 알려주세요.',
  2: '원하는 기업의 조건이 있나요?',
  3: '현재 이 꿈의 상황은 어떤가요?',
  4: '앞선 조건이 중요한 이유는 무엇인가요?',
  5: '결혼을 언제쯤 하고 싶나요?',
  6: '행복을 위해 어떤 조건이 필요할까요?',
  7: '최종적으로 어떤 성과를 내고자 하나요',
  8: '이 목표를 위해 지금 어떤 노력을 하고 있나요?',
};

const Question3 = {
  1: '이 목표를 성취하는 데 가장 걸림돌이 되는 것은?',
  2: '이 목표를 성취하는 데 가장 걸림돌이 되는 것은?',
  3: '이 목표를 성취하는 데 가장 걸림돌이 되는 것은?',
  4: '이 목표를 성취하는 데 가장 걸림돌이 되는 것은?',
  5: '이 목표를 성취하는 데 가장 걸림돌이 되는 것은?',
  6: '이 목표를 성취하는 데 가장 걸림돌이 되는 것은?',
  7: '이 목표를 성취하는 데 가장 걸림돌이 되는 것은?',
  8: '이 목표를 성취하는 데 가장 걸림돌이 되는 것은?',
};

export { mostImportant, Question1, Question2, Question3 };
